NUM_OF_SEATS = 120
PARTIES_DIC = {'הליכוד': 1066892, 'יש עתיד': 614112, 'שס': 316008, 'כחול לבן': 292257, 'ימינה': 273836,
                'העבודה': 268767, 'יהדות התורה': 248391, 'ישראל ביתנו': 248370, 'הציונות הדתית': 225641,
                'הרשימה המשותפת': 212583, 'תקווה חדשה': 209161, 'מרצ': 202218, 'הרשימה הערבית המאוחדת': 167064,
                'הכלכלית החדשה': 34883, 'רפא': 17346, 'הפיראטים': 1309, 'אני ואתה': 1291, 'התקווה לשינוי': 1189,
                'המפץ החברתי': 811, 'צומת': 663, 'עם שלם': 592, 'סדר חדש': 514, 'קמה': 486, 'הבלתי אפשרי - אפשרי': 463,
                'הלב היהודי': 443, 'עצמנו': 441, 'מפלגת הגוש התנכי': 429, 'עולם חדש': 429, 'ברית השותפות': 408,
                'הישראלים': 395, 'שמע': 395, 'דעם': 385, 'מנהיגות חברתית': 256, 'מען': 253, 'חץ': 226, 'אנחנו': 220,
                'כבוד האדם': 196, 'דמוקרטיה': 0}